//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Ofbriechen";
"_edit_"                    = "Beaarbechten";
"_tap_to_cancel_"           = "Klick fir ofzebriechen";
"_tap_to_min_max_"          = "Tippen, fir ze miniméieren / maximéieren";
"_cancel_request_"          = "Wells du ofbriechen?";
"_upload_file_"             = "Datei eroplueden";
"_download_file_"           = "Datei eroflueden";
"_delete_"                  = "Läschen";
"_rename_"                  = "Ëmbenennen";
"_rename_file_"             = "Datei ëmbenennen";
"_rename_folder_"           = "Dossier ëmbenennen";
"_move_"                    = "Verréckelen";
"_add_"                     = "Bäisetzen";
"_save_"                    = "Späicheren";
"_warning_"                 = "Warnung";
"_error_"                   = "Feeler";
"_no_"                      = "Nee";
"_yes_"                     = "Jo";
"_select_"                  = "Auswielen";
"_select_all_"              = "All auswielen";
"_upload_"                  = "Eroplueden";
"_home_"                    = "Dateien";
"_files_"                   = "Fichieren";
"_ok_"                      = "OK";
"_done_"                    = "Erleedegt";
"_clear_"                   = "Eidel maachen";
"_continue_anyway_"         = "Nawell virufueren";
"_selected_"                = "Ausgewielt";
"_no_active_account_"       = "Kee Kont fonnt";
"_info_"                    = "Info";
"_warning_"                 = "Warnung";
"_video_"                   = "Video";
"_overwrite_"               = "Iwwerschreiwen";
"_create_"                  = "Erstellen";
"_create_folder_"           = "Dossier erstellen";
"_create_folder_e2ee_"      = "Verschlësselten Dossier erstellen";
"_close_"                   = "Zoumaachen";
"_remove_"                  = "Läschen";
"_file_not_found_"          = "Ficher net fonnt";
"_continue_"                = "Weider";
"_continue_editing_"        = "Weider beaarbechten";
"_auto_upload_folder_"      = "Automatescht Eroplueden";
"_photo_"                   = "Foto";
"_audio_"                   = "Audio";
"_unknown_"                 = "Onbekannt";
"_success_"                 = "Erfollegräich";
"_mode_filename_"           = "Modus fir Fichiernimm";
"_warning_owncloud_"        = " Du bass mat engem ownCloud-Server verbonnen. Dat ass net getest a gëtt offiziell net ënnerstëtzt. D'Benotzung erfollegt op eege Risiko. Informatioune fir d'Migratioun op DataDrive sinn ënner https://datadrive.vn ze fannen";
"_warning_unsupported_"     = " Du benotz eng net méi ënnerstëtzte Versioun vun DataDrive. Fir d'Sécherheet vun dengen Daten empfeele mir dir dréngend eng Aktualiséierung op déi neist stabil Versioun.";
"_restore_"                 = "Zerécksetzen";
"_tap_here_to_change_"      = "Fir z'änneren hei tippen";
"_no_albums_"               = "Keng Alben";
"_denied_album_"            = " Dës App huet keen Zougrëff op „Fotoen“. Du kanns den Zougrëff an den Dateschutz-Astellungen zouloossen.";
"_denied_camera_"           = "Dës App huet keen Zougrëff op d'Kamera. Du kanns den Zougrëff an den Dateschutz-Astellungen zouloossen.";
"_save_to_camera_roll_"        = "Am iOS-Kamerspäicher späicheren";
"_save_to_camera_roll_desc_"   = "Wann dës Funktioun aktivéiert ass, ginn mat der In-App-Kamera opgeholle Fotoen a Videoen och am iOS-Kameraspäicher gespäichert.";
"_force_start_"             = "Start forcéieren";
"_account_does_not_exist_"  = "De Kont %@ existéiert net. Wannechgelift nees umellen.";
"_sharing_"                 = "Deelen";
"_details_"                 = "Detailer";
"_no_permission_add_file_"  = "Du hues keng Berechtegung Fichiere bäizesetzen";
"_no_permission_delete_file_" = "Du hies keng Berechtegung Fichieren ze läschen.";
"_no_permission_modify_file_" = "Du hues keng Berechtegung Fichieren z'änneren";
"_no_permission_favorite_file_" = "Du hues keng Berechtegung, dëse Fichier denge Favoritten derbäizesetzen.";
"_add_folder_info_"         = "Dossiersinfo bäisetzen";
"_back_"                    = "Zeréck";
"_go_back_"                 = "Zeréckgoen";
"_search_"                  = "Sich";
"_search_or_create_tags"    = "Tag sichen oder erstellen";
"_tags_"                    = "Tags";
"_share_tags_create_"       = "„%@“ erstellen";
"_share_tags_no_results_"   = "Keng Tags fonnt";
"_share_tags_added_named_"  = "Tag %@ gouf erstallt.";
"_edit_tags_"               = "Tags verwalten";
"_create_tag_error_"        = "Neien Tag konnt net erstallt ginn. Wgl. erëm probéieren.";
"_of_"                      = "vu(n)";
"_livephoto_save_"          = "Live Photo am Fotosalbum späicheren";
"_livephoto_save_error_"    = "Feeler beim Späichere vun der Live Foto";
"_livephoto_no_"            = "Live Photo desaktivéieren";
"_convert_live_photo_"      = " A Live Photo ëmwandelen";
"_file_conflict_num_"       = "Fichierkonflikt";
"_file_conflicts_num_"      = "Fichierkonflikter";
"_file_conflict_desc_"      = "Wéi e Fichier soll hale ginn?\nWann s du béid Versioune wiels, gëtt un de Numm vun der Kopie eng Zuel ugehaangen.";
"_file_conflict_new_"       = "Nei Fichieren";
"_file_conflict_exists_"    = "Schonn existend Fichieren";
"_file_not_rewite_doc_"     = "Et ass net méiglech, e Fichier z'iwwerschreiwen, mee just en neien z'erstellen.";
"_move_or_copy_"            = "Verréckelen oder kopéieren";
"_move_copy_diff_account_"  = "Du kanns keng Fichieren tëschent verschidde Konte kopéieren oder verréckelen.";
"_copy_"                    = "Kopéieren";
"_now_"                     = "Elo";
"_wait_"                    = "Wannechgelift waarden …";
"_recent_"                  = "Rezent";
"_view_in_folder_"          = "Kuk am Dossier ";
"_leave_share_"             = "Dës Deelung verloossen";
"_disabled_"                = "Desaktivéiert";
"_compact_"                 = "Kompakt";
"_normal_"                  = "Normal";
"_verbose_"                 = "Ausféierlech";
"_standard_"                = "Standard";
"_maximum_"                 = "Maximum";
"_error_occurred_"          = "Et ass e Feeler opgetrueden, wgl. erëm probéieren.";
"_retry_"                   = "Widderhuelen";
"_images_"                  = "Biller";
"_confirm_"                 = "Bestätegen";
"_confirm_continue_"        = "Bestäteg, andeems du mam viregen Eropluede virufiers";
"_confirm_resetting_"       = "Bestätegen, datt dat viregt Eroplueden ignoréiert gouf";
"_background_location_access_title_"    = "Standuertzougrëff am Hannergrond";
"_background_location_access_message_"  = "Dës App benéidegt Standuertzougrëff am Hannergrond, fir automatesch Fichieren eropzelueden, wann s du dech tëschent Plaze beweegs. GPS gëtt net benotzt an däi Standuert gëtt ni gespäichert.";
"_enable_background_location_title_"    = "Standuertzougrëff am Hannergrond aktivéieren";
"_enable_background_location_message_"  = "Fir automatesch Fichier-Uploaden am Hannergrond z'erlaben, wgl. 'Ëmmer' fir de Standuertzougrëff an den Astellungen aktivéieren.";
"_enable_background_location_footer_"   = "To keep your photo library up to date automatically, this app can use background location access.\nThis allows it to detect when you’re in a new area and check for new photos to upload.\nGPS is not used, and your location is never stored or tracked.";

/* MARK: Files lock */

"_lock_"                            = "Spären";
"_unlock_"                          = "Entspären";
"_lock_file_"                       = "Fichier spären";
"_unlock_file_"                     = "Fichier entspären";
"_lock_selected_files_"             = "Fichiere spären";
"_unlock_selected_files_"           = "Fichieren entspären";
"_locked_by_"                       = "Gespaart vu(n) %@";
"_file_locked_no_override_"         = "Dëse Fichier ass gespaart. Hie kann net iwwerschriwwe ginn.";
"_lock_no_permissions_selected_"    = "Net erlaabt fir puer ausgewielt Fichieren oder Dossieren.";
"_remove_file_"             = "Fichier ewechhuelen";
"_delete_file_"             = "Fichier läschen";
"_delete_folder_"           = "Dossier läschen";
"_size_"                    = "Gréisst";
"_set_user_status_"         = "Online-Status";
"_set_user_status_message_" = "Statusnoriicht";
"_open_settings_"           = "Astellungen opmaachen";
"_settings_account_request_" = "Kont beim Start ufroen";
"_alias_"                   = "Alias";
"_alias_placeholder_"       = "Alias schreiwen";
"_alias_footer_"            = "Give your accounts a descriptive name such as Home, Office, School…";
"_privacy_legal_"           = "Dateschutz a Geschäftsbedéngungen";
"_source_code_"             = "Quellcode kréien";
"_account_select_"          = "De Kont auswielen";
"_account_select_to_add_"   = "De Kont auswielen, dee bäigesat gi soll";
"_remove_local_account_"    = "Lokale Kont ewechhuelen";
"_want_delete_account_"     = "Soll de lokale Kont ewechgeholl ginn?";
"_prevent_http_redirection_"= "D'Ëmleedung no HTTP ass onzoulässeg.";
"_http_account_insecure_"   = "This account uses an insecure HTTP server address. Data is transmitted unencrypted.";
"_https_failed_try_http_"   = "A secure connection could not be established. Do you want to try insecure HTTP instead? Your data will be transmitted unencrypted.";
"_single_file_conflict_title_" = "Fichierkonflikt";
"_multi_file_conflict_title_" = "%@ Ficherkonflikter";
"_replace_action_title_" = "Ersetzen";
"_keep_both_action_title_" = "Béid halen";
"_cancel_keep_existing_action_title_" = "Ofbriechen a besteeënd halen";
"_replace_all_action_title_" = "All ersetzen";
"_keep_both_for_all_action_title_" = "Béid hale fir all Konflikter";
"_more_action_title_" = "Weider Detailer";
"_wait_file_preparation_" = "Fichier eropluede gëtt virbereet. Wgl. waarden …";
"_keep_active_for_upload_" = "D'App aktiv loossen, bis d'Eroplueden ofgeschloss ass …";
"_keep_active_for_transfers_" = "D'App aktiv loossen, bis d'Iwwerdroungen ofgeschloss sinn …";
"_wait_file_encryption_"  = "Wannechgelift waarden, Fichier gëtt verschlësselt …";
"_passcode_counter_fail_" = "Too many failed attempts. Please wait before trying again.";
"_seconds_"               = "Sekonnen";
"_change_lock_passcode_"  = "PIN änneren";
"_lock_cannot_disable_mdm_" = "D'Desaktivéiere vun der PIN-Spär gëtt vun dengem Konfiguratiounsprofil net zougelooss.";

// MARK: User Status

/* User status */
"_online_"                  = "Online";

/* User status */
"_away_"                    = "Ewech";

/* User status */
"_dnd_"                     = "Net stéieren";

/* User status */
"_dnd_description_"         = "All Benoriichtege stommschalten";

/* User status */
"_invisible_"               = "Onsiichtbar";

/* User status */
"_invisible_description_"   = "Offline erschéngen";

/* User status */
"_busy_"                    = "Beschäftegt";

/* User status */
"_select_user_status_"      = "Online-Status festleeën";
"_select_status_message_"      = "Statusnoriicht setzen";
"_status_message_"          = "Statusnoriicht";
"_status_message_placehorder_"  = "Wéi ass däi Status";
"_online_status_"           = "Online-Status";
"_set_status_message_"      = "Statusnoriicht setzen";
"_clear_status_message_after_"  = "Status läschen no";

/* User status */
"_select_option_"           = "Optioun auswielen";
"_dont_clear_"              = "Net läschen";
"_15_minutes_"              = "15 Minutten";
"_30_minutes_"              = "30 Minutten";
"_an_hour_"                 = "Eng Stonn";
"_1_hour_"                  = "1 Stonn";
"_4_hours_"                 = "4 Stonnen";
"_day_"                     = "Today";
"_this_week_"               = "Dës Woch";
"_days_"                    = "Deeg";
"_hours_"                   = "Stonnen";
"_minutes_"                 = "Minutten";


"_network_not_available_"   = "Netzwierk net disponibel.";
"_file_already_exists_"     = "Unable to complete the operation, a file with the same name exists.";
"_files_lock_error_"        = "Beim Ännere vun der Spär vun dësem Fichier ass e Feeler opgetrueden.";
"_more_"                        = "Méi";
"_notifications_"               = "Notifikatiounen";
"_quota_space_unlimited_"       = "Onbegrenzt";
"_quota_space_unknown_"         = "Onbekannt";
"_quota_using_"                 = "Du benotz %@ vu(n) %@";
"_acknowledgements_"            = "Remerciementer";
"_settings_"                    = "Astellungen";
"_enter_password_"              = "Passwuert aginn …";
"_lock_"                        = "Spären";
"_lock_active_"                 = "Spär: Aktiv";
"_lock_not_active_"             = "Spär: Net aktiv";
"_lock_protection_no_screen_"        = "Beim Start net nofroen";
"_enable_touch_face_id_"        = "Touch ID/Face ID aktivéieren";
"_wifi_only_"                   = "Only use Wi-Fi connection";
"_settings_autoupload_"         = "Automatescht Eropluede vu Fotoen";
"_clear_cache_"                 = "Cache läschen";
"_clear_cache_footer_"          = "Erofgelueden an Offline-Fichieren aus der App ewechhuelen";
"_exit_"                        = "App zerécksetzen";
"_exit_footer_"                 = "All Konten a lokal Fichieren aus der App ewechhuelen";
"_want_exit_"                   = "Oppassen! Alles gëtt an den Ausgangszoustand zeréckgesat. Virufueren?";
"_want_delete_cache_"           = "Do you want to delete the cache (this also removes the transfers in progress)?";
"_add_account_"                 = "Kont bäisetzen";
"_want_delete_"                 = "Follgendes gëtt geläscht:";
"_want_leave_share_"            = "You will leave the following shares: ";
"_no_delete_"                   = "Nee, net läschen";
"_yes_delete_"                  = "Jo, läschen";
"_information_"                 = "Informatioun";
"_select_offline_warning_"      = "Making multiple files and folders available offline may take a while and use a lot of memory while doing so.";
"_advanced_"                    = "Erweidert";
"_permissions_"                 = "Berechtegungen";
"_custom_permissions_"          = "Benotzerdefinéiert Berechtegungen";
"_disable_files_app_"           = "Integratioun an „Dateien“-App vun iOS desaktivéieren";
"_disable_files_app_footer_"    = "Fichierzougrëff iwwer d'iOS-Dateien-App net zougelooss.";
"_time_remaining_"              = "%@ verbleiwend";
"_autoupload_"                      = "Automatescht Eropluede vu Biller/Videoen";
"_autoupload_select_folder_"        = "Den Dossier fir „Automatescht Eroplueden“ auswielen";
"_autoupload_photos_"               = "Automatescht Eropluede vu Fotoen";
"_autoupload_videos_"               = "Automatescht Eropluede vu Videoen";
"_autoupload_favorites_"            = "Just Favoritten automatesch eroplueden";
"_autoupload_description_"          = "Choose whether new photos or videos will be automatically uploaded to your account.";
"_autoupload_fullphotos_"           = "Komplette Kameraspäicher eroplueden";
"_start_autoupload_"                = "Automatescht Eroplueden aktivéieren";
"_stop_autoupload_"                 = "Automatescht Eroplueden desaktivéieren";
"_autoupload_fullphotos_footer_"    = "Adjust the options above before uploading.";
"_autoupload_create_subfolder_"     = "Ënnerdossier benotzen";
"_autoupload_create_subfolder_footer_"  = "Store photos in subfolders based on year, month or day.";
"_autoupload_subfolder_granularity_"    = "Opdeelung vun den Ënnerdossieren";
"_filenamemask_"                        = "Fichiernumm-Mask änneren";
"_filenamemask_footer_"                 = "By default, when a file is uploaded, it automatically gets the following format: yy-mm-dd hh-mm-ss plus a 4-digit counter. If you do not like this format, you can change it here except for the final 4-digit counter, which cannot be omitted.";
"_autoupload_current_folder_"           = "Aktuell ausgewielten Dossier";
"_show_hidden_files_"           = "Weis déi verstoppten Dateien";
"_format_compatibility_"        = "Maximal Kompatibilitéit";
"_format_compatibility_footer_" = "„Maximal Kompatibilitéit“ späichert Biller, wa méiglech, als JPEG.";
"_privacy_"                     = "Dateschutz";
"_privacy_footer_"              = "This app uses a service for the analysis of a crash. Your personal information is not sent with the report. If you want disable it, please change the setting \"Disable crash reporter\" to ON.";
"_crashservice_title_"          = "Crash-Reporter desaktivéieren";
"_crashservice_alert_"          = "This option requires a restart of the app to take effect.";
"_upload_mov_livephoto_"        = "Live Photo";
"_upload_mov_livephoto_footer_" = "\"Live Photo\" will save the selected photo in \"Live Photo\" format, if possible.";
"_capabilities_"                = "Fäegkeeten";
"_capabilities_footer_"         = "Display the packages used by the app if they are installed and available on the server.";
"_diagnostics_"                 = "Diagnos";
"_diagnostics_footer_"          = "Changing log level requires a restart of the app to take effect";
"_view_log_"                    = "Protokollfichier uweisen";
"_clear_log_"                   = "Protokollfichier eidel maachen";
"_set_log_level_"               = "Protokolléierungslevel astellen";
"_log_file_clear_alert_"        = "Protokollfichier geläscht!";
"_connect_server_anyway_"       = "Do you want to connect to the server anyway?";
"_server_is_trusted_"           = "Consideréiers du dëse Server als vertrauenswierdeg?";
"_connection_error_"            = "Connection error";
"_login_url_"                   = "Serveradress https://…";
"_login_url_error_"             = "URL-Feeler, iwwerpréif wannechgelift d'Server-URL";
"_login_error_"                 = "Umellung feelgeschloen. Probéier et méi spéit erëm";
"_favorites_"                   = "Favoriten";
"_favorite_short_"              = "Favoriséieren";
"_tutorial_favorite_view_"      = "Files and folders you mark as favorites will show up here";
"_tutorial_offline_view_"       = "Files copied here will be available offline.\n\nThey will be synchronized with your cloud.";
"_tutorial_groupfolders_view_"  = "Bis ewell keng Team-Dossieren";
"_more_"                        = "Méi";
"_favorite_no_files_"           = "Bis ewell keng Favoritten";
"_no_date_information_"                     = "Keng Datumsangab";
"_no_camera_information_"                   = "Keng Kamerainformatiounen";
"_no_lens_information_"                     = "Keng Objektivinformatiounen";
"_today_"                                   = "Haut";
"_yesterday_"                               = "Gëschter";
"_access_photo_not_enabled_"                = "Zougrëff op Fotoen ass net aktivéiert";
"_access_photo_not_enabled_msg_"            = "Géi an d'Astellungen → Appen → DataDrive → Fotoen an aktivéier den Zougrëff op d'Fotobibliothéik";
"_access_background_app_refresh_denied_"    = "\"Background App Refresh\" is denied. Please enable it in \"Settings\" otherwise, new photos or videos will not be detected when the application is in the background";
"_new_photos_starting_"                     = "Et gi just Fotoen oder Videoe vu(n)%@ un eropgelueden.";
"_tutorial_photo_view_"                     = "Nach keng Fotoen oder Videoen eropgelueden";
"_error_createsubfolders_upload_"           = "Feeler beim Erstelle vun Ënnerdossieren";
"_remove_photo_CameraRoll_"                 = "Aus Opname läschen";
"_remove_photo_CameraRoll_desc_"            = "\"Remove from camera roll\" after uploads, a confirmation message will be displayed to delete the uploaded photos or videos from the camera roll. The deleted photos or videos will still be available in the iOS Photos Trash for 30 days.";
"_never_"                       = "Ni";
"_less_a_minute_"               = "less than a minute ago";
"_a_minute_ago_"                = "Virun 1 Minutt";
"_minutes_ago_"                 = "%d minutes ago";
"_an_hour_ago_"                 = "Virun 1 Stonn";
"_hours_ago_"                   = "%d hours ago";
"_a_day_ago_"                   = "Virun 1 Dag";
"_days_ago_"                    = "%d days ago";
"_forbidden_characters_"        = "Ongëltegt Zeechen: %@";
"_cannot_send_mail_error_"      = "Kee Kont ageriicht oder falsch E-Mail-Adress aginn.";
"_open_url_error_"              = "D'URL fir dës Aktioun kann net opgemaach ginn.";
"_media_"                       = "Medien";
"_order_by_"                    = "Zortéieren no";
"_name_"                        = "Numm";
"_date_"                        = "Datum";
"_size_"                        = "Gréisst";
"_delete_selected_files_"       = "Delete files";
"_remove_favorites_"            = "Net favoriséieren";
"_add_favorites_"               = "Favoriséieren";
"_share_"                       = "Deelen";
"_remove_local_file_"           = "Lokal ewechhuelen";
"_folders_"                     = "Dossieren";
"_folder_"                      = "Dossier";
"_files_"                       = "Fichieren";
"_file_"                        = "file";
"_no_file_pull_down_"           = "E Fichier eroplueden oder no ënne wëschen, fir z'aktivéieren";
"_no_file_no_permission_to_create_" = "Du hues keng Berechtegung, an dësen Dossier Fichieren eropzelueden oder z'erstellen. ";
"_limited_dimension_"           = "Reached maximum size";
"_save_selected_files_"         = "Am Fotoalbum späicheren";
"_file_not_saved_cameraroll_"   = "Feeler: Fichier net am Fotoalbum gespäichert";
"_file_saved_cameraroll_"       = "Ficher am Fotoalbum gespäichert";
"_favorite_on_top_"             = "Favoritten als éischt zortéieren";
"_directory_on_top_"            = "Dossiere viru Ficheren zortéieren";
"_show_description_"            = "Dossierbeschreiwung weisen";
"_show_recommended_files_"      = "Recommandatioune weisen";
"_search_no_record_found_"      = "Kee Resultat";
"_search_in_progress_"          = "Sich leeft …";
"_search_instruction_"          = "E Fichier sichen (minimum 2 Zeechen)";
"_files_no_files_"              = "Keng Dokumenter hei";
"_files_no_folders_"            = "Keen Dossier hei";
"_request_in_progress_"         = "Serverufro leeft …";
"_personal_files_only_"         = "Just perséinlech Fichieren";

"audio"                         = "AUDIO";
"directory"                     = "DOSSIEREN";
"document"                      = "DOKUMENTER";
"image"                         = "IMAGES";
"template"                      = "TEMPLATES";
"video"                         = "VIDEO";

"_paste_file_"                  = "Apeschen";
"_cancel_all_task_"             = "All Iwwerdroungen ofbriechen";
"_status_wait_download_"        = "Waarden op d'Eroflueden";
"_status_downloading_"          = "Gëtt erofgelueden";
"_status_wait_upload_"          = "Waarde fir eropzelueden";
"_status_wait_create_folder_"   = "Waarden op d'Erstellung vum Dossier";
"_status_wait_delete_"          = "Waarde fir ze läschen";
"_status_wait_rename_"          = "Waarde fir ëmzebenennen";
"_status_wait_favorite_"        = "Waarden op d'Wiessele vum Favorit";
"_status_wait_copy_"            = "Waarde fir ze kopéieren";
"_status_wait_move_"            = "Waarde fir ze réckelen";
"_status_uploading_"            = "Gëtt eropgelueden";
"_status_upload_error_"         = "Feeler, waarden op d'Eroplueden";
"_select_media_folder_"         = "Medien-Dossier auswielen";
"_media_viewimage_show_"        = "Just Biller weisen";
"_media_viewvideo_show_"        = "Just Videoe weisen";
"_media_show_all_"              = "Béid weisen";
"_good_morning_"                = "Gudde Moien";
"_good_day_"                    = "Gudden Dag";
"_good_afternoon_"              = "Gudde Mëtteg";
"_good_evening_"                = "Gudden Owend";
"_good_night_"                  = "Gutt Nuecht";
"_servers_"                     = "Serveren";
"_select_server_"               = "Wannechgelift e Server auswielen …";

// MARK: Share

"_share_link_"                  = "Link deelen";
"_share_link_name_"             = "Link-Numm";
"_password_"                    = "Passwuert";
"_share_password_"              = "Password protect link";
"_date_"                        = "Datum";
"_user_sharee_footer_"          = "Tippen, fir d'Berechtegung z'änneren";
"_enforce_password_protection_" = "Passwuertschutz forcéieren";
"_shared_with_you_by_"          = "Mat dir gedeelt vu(n)";
"_shareLinksearch_placeholder_" = "Numm, E-Mail-Adress oder Federated-Cloud-ID …";
"_new_comment_"                 = "Neie Kommentar …";
"_edit_comment_"                = "Kommentar beaarbechten";
"_delete_comment_"              = "Kommentar läschen";
"_share_read_only_"             = "Just weisen";
"_share_editing_"               = "Kann beaarbechten";
"_share_allow_upload_"          = "Eroplueden a Beaarbechten erlaben";
"_share_file_drop_"             = "Fichierufro";
"_share_secure_file_drop_"      = "Secure file drop (upload only)";
"_share_hide_download_"         = "Download verstoppen";
"_share_allowed_downloads_"     = "Erlaabten Downloaden";
"_share_limit_download_"        = "Downloade begrenzen";
"_remaining_"                   = "%d verbleiwend";
"_share_password_protect_"      = "Passwuertschutz";
"_share_expiration_date_"       = "Verfallsdatum setzen";
"_share_note_recipient_"        = "Notiz un Empfänger";
"_share_add_sharelink_"         = "Weidere Link bäisetzen";
"_share_can_read_"              = "Liesen";
"_share_can_reshare_"           = "Deelen";
"_share_can_create_"            = "Erstellen";
"_share_can_change_"            = "Beaarbechten";
"_share_can_delete_"            = "Läschen";
"_share_can_download_"          = "Eroflueden a synchroniséieren zouloossen";
"_share_unshare_"               = "Deelung läschen";
"_share_internal_link_"         = "Interne Link";
"_share_internal_link_des_"     = "Only works for users with access to this file/folder.";
"_share_reshare_disabled_"      = "You are not allowed to reshare this file/folder.";
"_share_reshare_restricted_"    = "Note: You only have limited permission to reshare this file/folder.";
"_remote_"                      = "Extern";
"_remote_group_"                = "Extern Grupp";
"_conversation_"                = "Conversatioun";
"_no_transfer_"                 = "Bis ewell keng Iwwerdroungen";
"_no_transfer_sub_"             = "Uploaden an Downloaden vun dësem Apparat ginn hei ugewisen";
"_no_transfer_in_progress_"     = "Et lafe keng Iwwerdroungen";
"_no_transfer_in_progress_sub_" = "Aktiv Uploaden an Downloade vun dësem Apparat ginn hei ugewisen.";
"_no_transfer_in_waiting_"      = "Keng Iwwerdroungen an der Schlaang";
"_no_transfer_in_waiting_sub_"  = "Transfers waiting to start will appear here.";
"_no_transfer_in_error_"        = "Keng Iwwerdroungsfeeler";
"_no_transfer_in_error_sub_"    = "Iwwerdroungen, déi deng Opmierksamkeet erfuerderen, ginn hei ugewisen.";
"_transfers_waiting_shown_"     = "%1$d vu(n) %2$d Iwwerdrounge waarden";
"_no_activity_footer_"              = "Keng weider Aktivitéiten ze lueden";
"_transfers_"                       = "Iwwerdroungen";
"_activity_"                        = "Aktivitéit";
"_trash_file_not_found_"            = "It seems that the file is not in the Trash. Go to the Trash to update it and try again.";
"_list_shares_"                     = "Deelungen";
"_list_shares_no_files_"            = "Bis ewell keng Deelungen";
"_tutorial_list_shares_view_"       = "Fichieren an Dossieren, déi s du deels, ginn hei ugewisen";
"_offline_"                         = "Offline";
"_upload_photos_videos_"            = "Fotoen oder Videoen eroplueden";
"_upload_file_"                     = "Datei eroplueden";
"_create_nextcloudtext_document_"   = "Text-Dokument erstellen";
"_use_folder_auto_upload_"          = "Dossier „Automatescht Eroplueden“ als Zil benotzen";
"_filename_"                        = "Fichiernumm";
"_enter_filename_"                  = "Fichiernumm aginn …";
"_default_preview_filename_footer_" = "Beispillvirschau vum Dateinumm: IMG_0001.JPG";
"_filename_header_"                 = "Fichiernumm aginn";
"_preview_filename_"                = "Example preview of filename. You can use the mask %@ for date/time.";
"_add_filenametype_"                = "Typ am Fichiernumm spezifizéieren";
"_maintain_original_filename_"      = "Ursprénglech Fichernimm bäibehalen";
"_notifications_"                   = "Notifikatiounen";
"_untitled_"                        = "Onbenannt";
"_e2e_settings_title_"              = "Verschlësselung";
"_e2e_settings_"                    = "Enn-zu-Enn-Verschlësselung";
"_e2e_settings_start_"              = "Enn-zu-Enn-Verschlësselung starten";
"_e2e_settings_activated_"          = "Enn-zu-Enn-Verschlësselung aktivéiert";
"_e2e_server_disabled_"             = "D'App fir d'Enn-zu-Enn-Verschlësselung ass op dësem Server desaktivéiert";
"_e2e_settings_view_passphrase_"    = "All 12 words together make a very strong password, letting only you view and make use of your encrypted files. Please write it down and keep it somewhere safe.";
"_e2e_settings_read_passphrase_"    = "Passphrase liesen";
"_e2e_settings_lock_not_active_"    = "Lock not active. Go to \"Settings\" and activate it.";
"_e2e_settings_the_passphrase_is_"  = "D'Passphrase ass:";
"_e2e_passphrase_request_title_"    = "Passphrase ufroen";
"_e2e_passphrase_request_message_"  = "D'12-Wuert-Passphrase asetzen";
"_e2e_settings_remove_"             = "Verschlësselung lokal ewechhuelen";
"_e2e_settings_remove_message_"     = "Confirm removal of encryption along with the passphrase.";
"_e2e_set_folder_encrypted_"        = "Verschlësselen";
"_e2e_remove_folder_encrypted_"     = "Entschlësselen";
"_e2e_file_encrypted_"              = "Fichier verschlësselt";
"_e2e_goto_settings_for_enable_"    = "This is an encrypted directory, go to \"Settings\" and enable end-to-end encryption";
"_e2e_in_upload_"                   = "Upload in progress, please wait for all files to be transferred.";
"_scans_document_"                  = "Dokument scannen";
"_scanned_images_"                  = "Gescannte Biller";
"_scan_document_pdf_page_"          = "Säit";
"_scan_label_document_zone_"        = "Tap or drag images down for document creation";
"_filter_document_"                 = "Dokument";
"_filter_original_"                 = "Original";
"_quality_image_title_"             = "Virschaubild-Qualitéit";
"_file_creation_"                   = "Fichererstellung";
"_delete_all_scanned_images_"       = "All gescannte Biller läschen";
"_text_recognition_"                = "Texterkennung";
"_all_files_"                       = "All Fichieren";
"_personal_files_"                  = "Perséinlech Fichieren";

"_trash_view_"                      = "Geläschten Dateien";
"_empty_trash_"                     = "Pabeierkuerf eidel maachen";
"_trash_no_trash_"                  = "Keng Fichiere geläscht";
"_trash_no_trash_description_"      = "Geläscht Fichiere kënnen hei restauréiert ginn";
"_confirm_delete_selected_"         = "Are you sure you want to delete the selected items?";
"_manage_file_offline_"             = "Offline-Fichiere verwalten";
"_set_available_offline_"           = "Als Offline disponibel markéieren";
"_remove_available_offline_"        = "Offline disponibel Markéierung ewechhuelen";
"_create_new_document_"             = "Dokument";
"_create_new_spreadsheet_"          = "Tabellen";
"_create_new_presentation_"         = "Presentatioun";
"_create_new_diagram_"              = "Diagramm";
"_more_documents_"                  = "Weider Dokumenter";
"_go_online_"                       = "Online goen, fir d'Dokment ze gesinn";
"_intro_1_title_"                   = "Deng Daten: Sécher an ënner denger Kontroll";
"_intro_2_title_"                   = "Sécher zesummenaarbechten & Fichieren deelen";
"_intro_3_title_"                   = "Easy-to-use web mail, calendaring & contacts";
"_intro_4_title_"                   = "Ecran deelen, Online-Meetingen & Web-Konferenzen";
"_log_in_"                          = "Umellen";
"_sign_up_"                         = "Mat engem Provider umellen";
"_host_your_own_server"             = "Eegene Server bedreiwen";
"_invalid_url_"                         = "Ongëlteg Server-URL";
"_ssl_certificate_untrusted_"           = "De Certificat fir dëse Server ass ongëlteg.";
"_ssl_certificate_changed_"             = "De Certificat fir dëse Server schéngt sech geännert ze hunn.";
"_file_already_exists_"                 = "Unable to complete the operation, a file with the same name exists.";
"_error_files_upload_"                  = "Feeler beim Eropluede vun Dateien.";
"_internal_generic_error_"              = "Interne Feeler";
"_err_permission_microphone_"           = "Verwendung vum Mikro an den Astellungen erlaben.";
"_err_permission_photolibrary_"         = "Den Zougrëff op Fotoen an den Astellungen erlaben.";
"_qrcode_not_authorized_"   = "Dës App ass net berechtegt, d'récksäiteg Kamere ze benotzen.";
"_qrcode_not_supported_"    = "QR-Code gëtt vun dësem Apparat net ënnerstëtzt.";
"_create_voice_memo_"       = "Sproochnotiz erstellen";
"_voice_memo_start_"        = "Tippe fir ze starten";
"_voice_memo_stop_"         = "Tippe fir ze stoppen";
"Enter Passcode"            = "PIN aginn";
"Enter a new passcode"      = "Eng nei PIN aginn";
"Confirm new passcode"      = "Nei PIN bestätegen";
"_too_many_failed_passcode_attempts_error_" = "Zu vill feelgeschloe PIN-Versich. Wannechgelift erëm probéieren.";
"Passcodes didn't match. Try again." = "PINs stëmmen net iwwerteneen. Wannechgelift nees probéieren.";
"Delete"                    = "Läschen";
"Cancel"                    = "Ofbriechen";
"_certificate_details_"     = "Detailer vum Certificatserver";
"_certificate_pn_details_"  = "Detailer zur Certificat-Push-Benoriichtegung";
"_certificate_view_"        = "Certifikatserver";
"_certificate_pn_view_"     = "Certificat-Push-Benoriichtegungen";
"_save_as_scan_"            = "Als Scan späicheren";
"_save_changes_"            = "Ännerunge späicheren?";
"_modify_"                  = "Änneren";
"_overwrite_original_"      = "Original iwwerschreiwen";
"_save_as_copy_"            = "Als Kopie späicheren";
"_discard_changes_"         = "Ännerunge verwerfen";
"_message_disable_overwrite_livephoto_" = "Dëst Bild ass eng Live Photo, en Iwwerschreiwen ass net méiglech.";
"_discard_changes_info_"    = "Deng Ännerunge gi verworf.";
"_delete_files_desc_"       = "Fichiere läschen, fir Späicherplaz fräizeginn";
"_delete_old_files_"        = "Am Cache all Fichiere läschen, déi méi al sinn ewéi";
"_never_"                   = "Ni";
"_1_year_"                  = "1 Joer";
"_6_months_"                = "6 Méint";
"_3_months_"                = "3 Méint";
"_1_month_"                 = "1 Mount";
"_1_week_"                  = "1 Woch";
"_monthly_"                 = "Méintlech";
"_yearly_"                  = "Järlech";
"_daily_"                   = "All Dag";
"_used_space_"              = "Genotzt Späicherplaz:";
"_login_address_detail_"    = "De Link zu denger %@ Websäit, wann s du se am Browser opméchs.";
"_go_to_page_"              = "Géi op Säit";
"_page_"                    = "Säit";
"_this_document_has_%@_pages_"              = "Dëse Fichier huet %@ Säiten";
"_invalid_page_"                            = "Ongëlteg Säit";
"_the_entered_page_number_does_not_exist_"   = "Déi agi Seriennummer existéiert net.";
"_error_something_wrong_"   = "Eppes ass schifgelaf";
"_try_download_full_resolution_"            = "Bild a voller Opléisung eroflueden";
"_full_resolution_image_info_"            = "Doduerch kënne weider Informatiounen iwwer d'Foto präisgi ginn.";
"_download_audio_"          = "Audiofichier lokal eroflueden";
"_copied_path_"             = "Pad kopéiert";
"_privacy_screen_"          = "Inhalt verstoppen, wann d'App inaktiv ass";
"_privacy_screen_footer_"   = "Hide the content in the app and show a splash screen when the app is inactive.";
"_in_"                      = "an";
"_enter_passphrase_"        = "Passphrase aginn (12 Wierder)";
"_show_more_results_"       = "⋯ Méi Resultater lueden";
"_waiting_for_"             = "Waart op:";
"_reachable_wifi_"          = "Netzwiert iwwer Wi-Fi oder Kabel erreechbar";
"_copy_passphrase_"         = "Passphrase kopéieren";
"_ok_copy_passphrase_"      = "OK a Passphrase kopéieren";
"_select_color_"            = "Faarf auswielen";
"_change_color_"            = "Faarf änneren";
"_description_dashboardwidget_" = "Having the Dashboard always at your fingertips has never been easier.";
"_description_fileswidget_" = "View your recent files and use the toolbar to speed up your operations.";
"_description_toolbarwidget_"   = "Eng Symbolläischt, fir deng Ofleef ze beschleunegen.";
"_title_lockscreenwidget_"  = "Status";
"_description_lockscreenwidget_"    = "Déi disponibel Späicherplaz an déi lescht Aktivitéiten am A behalen";

"_keep_running_"            = "D'App fir eng besser Benotzererfarung lafe loossen.";
"_apps_nextcloud_detect_"   = "%@ Appe fonnt";
"_add_existing_account_"    = "Other %@ Apps has been detected, do you want to add an existing account?";
"_status_in_progress_"      = "Statusoffro leeft …";
"_status_e2ee_on_server_"   = "D'Enn-zu-Enn-Verschlësselung ass schonn um Server ageriicht, mee op dësem Apparat nach net aktivéiert. ";
"_status_e2ee_not_setup_"   = "D'Enn-zu-Enn-Verschlësselung ass um Server nach net ageriicht.";
"_status_e2ee_configured_"  = "D'Enn-zu-Enn-Verschlësselung ass richteg ageriicht.";
"_e2ee_set_as_offline_"     = "Onzoulässeg fir verschlësselt Fichieren oder Dossieren";
"_change_upload_filename_"  = "Soll de Fichier ënner engem aneren Numm gespäichert ginn?";
"_save_file_as_"            = "Fichier späicheren als %@";
"_password_ascii_"          = "D'Passwuert dierf keng Sonderzeechen enthalen.";
"_calendar_contacts_"       = "Kalenner a Kontakter";
"_mobile_config_"           = "Konfiguratiounsprofil eroflueden";
"_calendar_contacts_footer_warning_"    = "D'Konfiguratiounsprofil kann nëmmen erofgeluede ginn, wa Safari als Standardbrowser agestallt ass.";
"_calendar_contacts_footer_"    = "After downloading the profile you can install it from Settings.";
"_modify_image_desc_"       = "Klick op e Fichier, fir hien z'änneren oder ëmzebenennen.";
"_message_disable_livephoto_" = "This image is a Live Photo, changing it will lose the Live Photo effect.";
"_enable_livephoto_"        = "Live Photo aktivéieren";
"_disable_livephoto_"       = "Live Photo desaktivéieren";
"_undo_modify_"             = "Ännerunge réckgängeg maachen";
"_rename_already_exists_"   = "E Fichier mat dësem Numm existéiert schonn.";
"_group_folders_"           = "Team-Dossier";
"_play_from_files_"         = "Video aus engem Ficher ofspillen";
"_play_from_url_"           = "Video aus dengem Link ofspillen";
"_valid_video_url_"         = "Setz eng gëlteg URL an";
"_chunk_move_"              = "The sent file could not be reassembled, please check the server log.";
"_download_image_"          = "Bild eroflueden";
"_download_video_"          = "Video eroflueden";
"_reset_wrong_passcode_"    = "Setz Applikatioun zeréck …";
"_reset_wrong_passcode_option_" = "Reset application after 10 failed attempts";
"_reset_wrong_passcode_desc_" = "Enabling this will remove all accounts and local data after %d failed passcode entry attempts.";
"_deviceOwnerAuthentication_" = "The biometric sensor has been temporarily disabled due to multiple failed attempts. Enter the device passcode to re-enable the sensor.";
"_virus_detect_"            = "Virus erkannt. Eroplueden ofgebrach!";
"_select_photos_"           = "Fotoen auswielen";
"_selected_photo_"          = "Ausgewielt Foto";
"_selected_photos_"         = "Ausgewielt Fotoen";
"_delete_selected_photos_"  = "Ausgewielt Fotoe läschen";
"_media_square_"            = "Quadratescht Raster";
"_media_ratio_"             = "Aspect ratio grid";
"_autoupload_notice_"       = "To ensure the proper functioning of this feature, it is necessary to enable Background App Refresh. Otherwise, new photos or videos will not be detected when the application is in the background.\n\nAdditionally, please note that the app will not be able to detect new photos and videos if it is manually terminated. When the app is in the background, data transfer may be slower, and new photos and/or videos will generally be detected every 10 minutes, depending on the device’s battery level.\n\nTo verify that the app is functioning correctly, you can use the log file available in Advanced settings.";
"_display_"                 = "Usiicht";
"_appearance_"              = "Ausgesinn";
"_light_"                   = "Hell";
"_dark_"                    = "Däischter";
"_use_system_style_"        = "Systemstil iwwerhuelen";
"_account_settings_"        = "Kontenastellungen";
"_users_"                   = "Benotzer";
"_users_footer_"            = "Allows you to select an account every time you open the app.";
"_while_charging_"          = "Beim Lueden";
"_keep_screen_awake_"       = "Keep screen awake\nwhile transferring files";
"_error_not_found_"         = "The requested resource could not be found";
"_error_conflict_"          = "The request could not be completed due to a conflict with the current state of the resource";
"_error_precondition_"      = "The server does not meet one of the preconditions of the requester";
"_downloading_"             = "Gëtt erofgelueden";
"_additional_options_"      = "Zousazoptiounen";
"_unauthorizedFilesPasscode_" = "Files app cannot be used with an activated passcode";
"_disableFilesApp_"         = "Files app cannot be used because it is disabled";
"_widget_available_nc25_"   = "Widget ass éischt vu Serverversioun 25 un disponibel";
"_no_items_"                = "Keng Elementer";
"_check_back_later_"        = "Check back later";
"_no_data_available_"       = "No data available";
"_recent_activity_"         = "Rezent Aktivitéiten";
"_maintenance_mode_"        = "The server is currently in maintenance mode, which may take a while.";
"_account_disabled_"        = "Kont desaktivéiert";
"_user_"                    = "Benotzer";
"_add_subtitle_"            = "Externen Ënnertitel bäisetzen";
"_add_audio_"               = "Externen Audioficher bäisetzen";
"_upload_foreground_msg_"   = "Do not close %@ to complete the transfer …";
"_upload_background_msg_"   = "Ficheren eropluede leeft …";
"_create_folder_error_"     = "An error has occurred while creating the folder:\n%@.\n\nPlease resolve the issue as soon as possible.\n\nAll uploads are suspended until the problem is resolved.\n";
"_creating_dir_progress_"   = "Creating directories in progress … keep the application active.";
"_creating_db_photo_progress_" = "Creating photo archive in progress … keep the application active.";
"_account_unauthorized_"    = "There was an issue authorizing the account %@. Please log in again.";
"_folder_offline_desc_"     = "Even without an internet connection, you can organize your folders, create files. Once you're back online, your pending actions will automatically sync.";
"_offline_not_allowed_"     = "Dës Operatioun ass am Offlinemodus onzoulässeg";
"_Upload_native_format_yes_"= "Eroplueden am native Format: jo";
"_Upload_native_format_no_" = "Eroplueden am native Format: nee";
"_terms_of_service_"        = "Benotzungsbedéngungen";
"_terms_accept_"            = "I acknowledge that I have read and agree to the above terms of service.";
"_terms_accepted_"          = "Benotzungsbedéngungen akzeptéiert";
"_recommended_files_"       = "Recommandéiert Fichieren";
"_propagate_layout_"        = "Apply the following change to all subfolders";
"_version_mismatch_error_"  = "Version change: please open the main app to update the data.";
"_check_auto_upload_"       = "Automatic photo upload is currently disabled.\nWith DataDrive you can automatically back up your photos and keep them safe on your server.\nJust open Settings → Auto Upload, choose the options you prefer, and turn it on with the \"%@\" button.";
"_cancel_all_request_"      = "Wëlls du all Iwwerdroungen ofbriechen?";
"_cancel_all_"              = "All ofbriechen";
"_dismiss_"                 = "Verwerfen";
"_opt_in_pro_"              = "Optiméierung leeft …";
"_update_in_progress_"      = "Update leeft …";
"_delete_in_progress_"      = "Läsche leeft …";
"_download_in_progress_"    = "Erofluede leeft …";
"_upload_in_progress_"      = "Eropluede leeft …";
"_transfer_in_progress_"    = "Iwwerdroung leeft …";
"_in_waiting_"              = "Waarden";
"_in_progress_"             = "Am Progrès";
"_in_error_"                = "Feelerhaft";
"_retry_minutes_"           = "Minutte bis zum nächste Versuch";
"_retry_seconds_"           = "Sekonne bis zum nächste Versuch";
"_retry_soon_"              = "retrying soon …";
"_large_upload_tip_"        = "Large files require the app to remain open until the transfer is complete";
"_e2ee_upload_tip_"         = "End-to-end files require the app to remain open until the transfer is complete";
"_finalizing_wait_"         = "Waarden op Finaliséierung …";
"_in_this_folder_"          = "An desem Dossier";
"_media_no_longer_available_" = "Medie sinn net méi disponibel";
"_this_item_has_been_deleted_" = "Dëst Element gouf geläscht";
"_video_not_available_" = "Video net disponibel";
"_disable_" = "Desaktivéieren";
"_no_subtitles_available_" = "Keng Ënnertitelen disponibel";
"_no_audio_tracks_available_" = "Keng Audiospueren disponibel";
"_add_external_subtitle_" = "Extern Ënnertitele bäisetzen";
"_repeat_current_media_" = "Aktuellt Element widderhuelen";
"_play_next_media_automatically_" = "Nächst Element automatesch ofspillen";
"_image_load_failed_" = "Luede vum Bild feelgeschloen";
"_image_load_failed_" = "Luede vum Bild feelgeschloen";
"_gif_file_could_not_be_decoded_" = "GIF-Fichier konnt net dekodéiert ginn";
"_svg_file_could_not_be_rendered_" = "SVG-Fichier konnt net gerendert ginn";
"_image_file_could_not_be_decoded_" = "Bildfichier konnt net dekodéiert ginn";
"_media_not_available_" = "Medie sinn net disponibel";
"_no_assistant_installed_"  = "Assistant is not installed on this server. Ask your administrator to install the Assistant app";
"_open_in_office_" = "An Office opmaachen";
"_select_date_" = "Datum auswielen";
"_always_play_with_vlc_" = "Ëmmer mat VLC ofspillen";
"_account_not_available_" = "Kont net disponibel";

// Tip
"_tip_pdf_thumbnails_"      = "Swipe left from the right edge of the screen to show the thumbnails";
"_tip_accountrequest_"      = "Touch here to change account or to add a new one";
"_tip_addcopyimage_"        = "Laang drécken, fir e kopéiert Bild anzesetzen";
"_tip_open_mediadetail_"    = "No uewe wëschen, fir d'Detailer ze weisen";
"_tip_autoupload_button_"   = "Configure the options as you prefer (folder, Wi-Fi, new content, subfolders) and tap ‘Turn on auto uploading’.\nYou can stop it at any time, adjust the settings, and enable it again.";

// MARK: Accessibility

// Accessibility, floating panel top element
"_cart_controller_"             = "Kaarteverwaltung";
"_accessibility_add_upload_"    = "Bäisetzen an eroplueden";
"_dismiss_menu_"                = "De Menu ofbriechen";
"_show_profile_"                = "Profil weisen";
// a11y: On/Off
"_on_"                          = "Un";
// a11y: On/Off
"_off_"                         = "Aus";
"_list_"                        = "Lëscht";
"_icons_"                       = "Symboler";

// MARK: Assistant
"_assistant_task_unknown_"       = "Onbekannt";
"_assistant_task_scheduled_"     = "Geplangt";
"_assistant_task_in_progress_"   = "A Beaarbechtung";
"_assistant_task_completed_"     = "Fäerdeg";
"_assistant_task_failed_"        = "Feelgeschloen";
"_input_"                        = "Input";
"_output_"                       = "Output";
"_task_details_"                 = "Aufgabendetailer";
"_assistant_"                    = "Assistent";
"_new_task_"                     = "Nei %@-Aufgab";
"_no_tasks_"                     = "Moien! Woumat kann ech dir haut hëllefen?";
"_create_task_subtitle_"         = "De „+“-Knäppchen drécken, fir eng nei Aufgab z'erstellen";
"_edit_task_"                    = "Edit %@ task";
"_no_types_"                     = "Kee Provider fonnt";
"_no_types_subtitle_"            = "AI Providers need to be installed to use the Assistant.";
"_assistant_ai_warning_"         = "Output shown here is generated by AI. Make sure to always double-check.";
"_no_chat_subtitle_"             = "Try sending a message to spark a conversation.";
"_retry_response_generation_"    = "Retry response generation";
"_conversations_"                = "Conservatiounen";
"_new_conversation_"             = "Nei Conversatioun";
"_type_message_"                 = "Eng Noriicht aginn …";
"_assistant_chat_"               = "Assistant-Chat";
"_assistant_error_send_message_"  = "Could not send message. Please try again.";
"_assistant_error_load_messages_" = "Could not load messages. Please try again.";
"_assistant_error_generate_response_" = "Could not generate response. Please try again.";

// MARK: Client certificate
"_no_client_cert_found_"         = "De Server fuerdert e Client-Certificat un.";
"_no_client_cert_found_desc_"    = "Do you want to install a TLS client certificate? \n Note that the .p12 certificate must be installed on your device first by clicking on it and installing it as an Identitity Certificate Profile in Settings. The certificate MUST also have a password as that is a requirement by iOS.";
"_client_cert_enter_password_"   = "Passwuert fir den ausgewielte Certificat aginn";
"_client_cert_wrong_password_"   = "Du hues e falscht Passwuert aginn.";

// MARK: Login poll
"_poll_desc_"                    = "Please complete the log in process in your browser.";

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_ends_with_space_period_" = "Name must not contain spaces at the beginning or end.";
"_file_name_validator_error_reserved_name_" = "„%@“ ass en onzoulässegen Numm.";
"_file_name_validator_error_forbidden_file_extension_" = "„%@“ ass eng onzoulässeg Ficherextensioun.";
"_file_name_validator_error_invalid_character_" = "Den Numm enthält en ongëltegt Zeechen „%@“.";
"_file_name_validator_error_space_" = "Name must not contain spaces at the beginning or end.";
"_file_name_new_extension_" = "Changing the extension might cause this file to open in a different application.";
"_file_name_empty_" = "Den Fichiernumm dierf net eidel sinn.";
"_please_rename_file_" = "Wannechgelift de Fichier oder den Dossier ëmbenennen";
"hidden_file_name_warning" = "Fichiernumm féiert dozou, datt de Fichier verstoppt gëtt.";

"_camera_roll_" = "Kameraspäicher";
"_destination_" = "Destinatioun";
"_select_autoupload_albums_" = "Alben auswielen";
"_upload_from_" = "Ficheren eropluede vun";
"_multiple_albums_" = "Méi Alben";
"_smart_albums_" = "Smart Alben";
"_albums_" = "Alben";
"_new_photos_only_" = "Just nei Fotoen";
"_all_photos_" = "All Fotoen";
"_back_up_new_photos_only_" = "Just nei Fotoe/Videoe sécheren";
"_auto_upload_all_photos_warning_title_" = "Sollen all Fotoen eropgeluede ginn?";
"_auto_upload_all_photos_warning_message_" = "This can take some time to process depending on the amount of photos.";
"_auto_upload_no_new_items_to_upload_" = "Keng nei Elementer fir eropzelueden";
"_focused_auto_upload_" = "Fokusséiert automatescht Eroplueden";
"_focused_auto_upload_settings_footer_" = "Keep the app open and darken the screen while auto upload is backing up at higher speed.";
"_focused_auto_upload_intro_heading_" = "Keep backing up with the screen darkened.";
"_focused_auto_upload_intro_message_" = "Photos and videos will continue backing up at higher speed while the screen is darkened. During the process:";
"_focused_auto_upload_wifi_" = "Mat Wi-Fi verbannen";
"_focused_auto_upload_charger_" = "Mat Luedapparat verbannen";
"_focused_auto_upload_do_not_exit_" = "Verlooss net d'App";
"_enable_focused_auto_upload_" = "Fokusséiert automatescht Eroplueden aktivéieren";
"_focused_auto_upload_backing_up_" = "Séchert";
"_focused_auto_upload_completed_" = "Eroplueden ofgeschloss!";
"_focused_auto_upload_countdown_" = "Do not lock the screen or exit the app. The screen will turn dark in %d seconds.";
"_stop_focused_auto_upload_" = "Fokusséiert automatescht Eroplueden stoppen";
"_finish_" = "Beenden";
"_item_with_same_name_already_exists_" = "En Element mam selwechten Numm existéiert schonn.";

// MARK: Migration Multi Domains
"_preparing_migration_" = "Migratioun virbereeden …";
"_scanning_files_" = "Fichiere scannen …";
"_moving_items_to_domain_" = "Moving items to correct domain …";
"_finishing_up_" = "Ofschléissen …";

// MARK: E2EE
"_e2ee_no_session_" = "End-to-end encryption error, no account for this session";
"_e2ee_no_dir_" = "Enn-zu-Enn-Verschlësselungsfeeler, Verzeechnes kann net opgeruff ginn";
"_e2ee_no_certificate_" = "Enn-zu-Enn-Verschlësselungsfeeler, Certificat kann net opgeruff ginn";
"_e2ee_no_generate_key_" = "Enn-zu-Enn-Verschlësselungsfeeler, Schlëssel kann net erstellt ginn";
"_e2ee_no_metadataKey_found_" = "End-to-end encryption error, cannot decrypt metadata key";
"_e2ee_read_only_" = "This encrypted folder uses an archived key set and is available as read-only.";
"_e2ee_server_key_changed_" = "The end-to-end encryption keys for this account changed on another device. Enter the new passphrase to update this device. Storage spaces associated with previous keys will remain available as read-only.";
"_e2ee_server_key_changed_title_" = "Verschlësselungsschlëssel geännert";
"_e2ee_no_user_found_" = "Enn-zu-Enn-Verschlësselungsfeeler, Benotzer net fonnt";
"_e2ee_no_signature_found_" = "Enn-zu-Enn-Verschlësselungsfeeler, keng Signatur fonnt";
"_e2ee_counter_check_" = "End-to-end encryption error, the counter is lower than the previous one";
"_e2ee_signature_failed_" = "Enn-zu-Enn-Verschlësselungsfeeler, Iwwerpréiwung vun der Signatur feelgeschloen";
"_e2ee_enc_payload_" = "Enn-zu-Enn-Verschlësselungsfeeler, Notzdatefichier verschlësselen";
"_e2ee_no_metadata_" = "Enn-zu-Enn-Verschlësselungsfeeler, Metadate kënnen net opgeruff ginn";
"_e2ee_filedrop_ciphertext_" = "End-to-end encryption error, filedrop ciphertext failed";
"_e2ee_key_ciphertext_" = "End-to-end encryption error, key ciphertext failed";
"_e2ee_key_no_checksum_found_" = "Enn-zu-Enn-Verschlësselungsfeeler, keng Préifzomme fonnt";
"_e2ee_checksum_error_title_" = "Préifzommefeeler an der Enn-zu-Enn-Verschlësselung";
"_e2ee_checksum_error_message_" = "The encrypted file checksum is missing or invalid.\n\nThis may be caused by incomplete, outdated, or inconsistent encryption metadata and does not necessarily mean that the file or server has been compromised.\n\nContinue only if you trust this server and understand the risk. Otherwise, exit without opening the file.";
"_e2ee_key_checksum_" = "Enn-zu-Enn-Verschlësselungsfeeler, Schlësselpréifzomm feelgeschloen";
"_e2ee_decode_metadata_" = "End-to-end encryption error, cannot decode metadata";
"_e2ee_no_lock_" = "End-to-end encryption error, unable to lock file";
"_e2ee_no_decrypt_metadata_" = "End-to-end encryption error, cannot decrypt metadata";
"_e2ee_no_enc_file_" = "End-to-end encryption error, cannot encrypt file";
"_e2ee_no_enc_key_" = "End-to-end encryption error, cannot get encoded key";
"_e2ee_no_match_checksum_" = "Enn-zu-Enn-Verschlësselungsfeeler, Préifzomme stëmmen net iwwereneen";
"_e2ee_create_folder_" = "End-to-end encryption directory creation in progress, please wait …";
"_e2ee_rename_file_" = "Enn-zu-Enn-Verschlësselung Ëmbenennung leeft, wannechgelift waarden …";
"_e2ee_encrypt_folder_" = "End-to-end encryption folder in progress, please wait …";
"_e2ee_setup_get_certificate_" = "Server huet kee Certificat zeréckginn";
"_e2ee_setup_create_csr_" = "Unable to generate certificate signing request (CSR)";
"_e2ee_setup_sign_certificate_" = "Server did not return a certificate after signing request";
"_e2ee_setup_extract_publickey_" = "Public key mismatch between generated key and certificate";
"_e2ee_setup_get_privatekey_" = "De Server huet kee verschlësselte private Schlëssel zeréckginn";
"_e2ee_setup_passphrase_error_" = "Déi aginn Passphrase ass falsch";
"_e2ee_setup_get_publickey_" = "De Server huet kee verschlësselten ëffentleche Schlëssel zeréckginn";
"_e2ee_setup_encript_privatekey_" = "De private Schlëssel kann net verschlësselt ginn";
"_e2ee_setup_store_privatekey_" = "Private key generation returned no usable key";
"_e2ee_setup_verify_publickey_" = "Den ëffentleche Schlëssel passt net bei de Certificat";
"_e2ee_setup_generate_passphrase_" = "Passphrase kann net erstellt ginn";
"_e2ee_setup_privatekey_missing_" = "De private Schlëssel vun der Enn-zu-Enn-Verschlësselung gouf net fonnt.";
"_e2e_renew_certificate_success_" = "Däin Enn-zu-Enn-Verschlësselungscertificat gouf erneiert.";
"_certificate_valid_from_" = "Gëlteg vun";
"_certificate_valid_until_" = "Gëlteg bis";
"_certificate_" = "Certificat";
"_certificate_renew_" = "Certificat erneieren";

// Share details — Governance
"_governance_"                      = "Governance";
"_sensitivity_label_"               = "Empfindlechkeet-Label";
"_file_retention_"                  = "Fichiersversuerchung";
"_legal_hold_"                      = "Versuerchungsflicht";
"_none_"                            = "Keng";
"_sections_"                        = "Abschnitter";
"_governance_labels_load_error_"    = "Governance-Labele konnten net geluede ginn.";

// MARK: Albums
"_albums_loading_popup_desc_"                       = "Wait a moment …";
"_albums_list_nav_title_"                           = "Alben";
"_albums_list_new_album_btn_"                       = "New";
"_albums_list_loading_msg_"                         = "Loading …";
"_albums_list_error_msg_"                           = "Unable to load albums. Please try again later!";
"_albums_list_album_name_validation_nonempty_"      = "Album name cannot be empty.";
"_albums_list_album_name_validation_min_length_"    = "Album name must be at least 3 characters.";
"_albums_list_album_name_validation_max_length_"    = "Album name cannot be more than 30 characters.";
"_albums_list_album_name_validation_specials_"      = "Album name cannot contain slashes.";
"_albums_list_empty_heading_"                       = "Create Albums for your Photos";
"_albums_list_empty_subheading_"                    = "You can organize all your photos in as many albums as you like. You haven't created an album yet.";
"_albums_list_empty_new_album_btn_"                 = "Create album";
"_albums_list_own_albums_heading_"                  = "My albums";
"_albums_list_entities_"                            = "Items";
"_albums_list_new_album_popup_title_"               = "Create new Album";
"_albums_list_new_album_popup_desc_"                = "Please enter an album name between 3 and 30 characters.";
"_albums_list_new_album_popup_hint_"                = "Album's name";
"_albums_list_new_album_popup_positive_btn_"        = "Erstellen";
"_albums_list_new_album_popup_negative_btn_"        = "Ofbriechen";
"_albums_list_rename_album_popup_title_"            = "Rename Album";
"_albums_list_rename_album_popup_desc_"             = "Please enter new album name between 3 and 30 characters.";
"_albums_list_rename_album_popup_hint_"             = "Album's new name";
"_albums_list_rename_album_popup_positive_btn_"     = "Rename";
"_albums_list_rename_album_popup_negative_btn_"     = "Ofbriechen";
"_albums_photo_selection_sheet_title_"              = "Select items";
"_albums_photo_selection_sheet_back_btn_"           = "Zeréck";
"_albums_photo_selection_sheet_done_btn_"           = "Erleedegt";
"_albums_photos_loading_msg_"                       = "Loading photos …";
"_albums_photos_error_msg_"                         = "Unable to load photos. Please try again later!";
"_albums_photos_empty_heading_"                     = "All that's missing are your photos";
"_albums_photos_empty_subheading_"                  = "You can add as many photos as you like. A photo can also belong to more than one album.";
"_albums_photos_empty_add_photos_btn_"              = "Add photos";
"_albums_photos_add_photos_btn_"                    = "Bäisetzen";
"_albums_photos_rename_album_btn_"                  = "Rename Album";
"_albums_photos_delete_album_btn_"                  = "Delete Album";
"_albums_delete_album_popup_title_"                 = "Delete Album?";
"_albums_delete_album_popup_desc_"                  = "Are you sure you want to delete this album? This action cannot be undone.";
"_albums_delete_album_popup_positive_btn_"          = "Läschen";
"_albums_delete_album_popup_negative_btn_"          = "Ofbriechen";
"_add_to_album"                                     = "Add to Album";
"_remove_from_album_"                               = "Remove from Album";
"_album_already_exists_"                            = "Could not complete the operation, album with the same name exists";
"_want_remove_from_album_"                          = "Do you really want to remove from Album?";
